10/data/attachments/9f626204b8d57071.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Anna_bank_Friend_35662_7</nif:username>
            <nif:friendToBeRequested>soap_friends_fbe1899d-da72-471c-9ef4-4418cf35f086</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>